Repository: marianputirac/matrix-themes-plugins
Catalog: plugins/catchers-helpdesk-premium/languages/catchers-helpdesk-premium-*.po
Languages: he_il, ru_ru

source: Attachments
he_il: קבצים מצורפים
ru_ru: Приложения

source: Please rate our work!
he_il: אנא דרג את העבודה שלנו!
ru_ru: Оцените нашу работу, пожалуйста

source: Leave a comment
he_il: השאר תגובה
ru_ru: Ваш комментарий

source: Please Wait...
he_il: המתן בבקשה...
ru_ru: Пожалуйста подождите

source: Submit
he_il: שלח
ru_ru: Отправить

source: My tickets
he_il: הכרטיסים שלי
ru_ru: Мои тикеты

source: next tickets
he_il: הכרטיסים הבאים
ru_ru: следующие тикеты

source: previous tickets
he_il: כרטיסים קודמים
ru_ru: предыдущие тикеты

source: Open Ticket
he_il: כרטיס פתוח
ru_ru: Создать тикет

source: Not found
he_il: לא נמצא
ru_ru: Не найден

source: Open new ticket
he_il: פתח כרטיס חדש
ru_ru: Создать тикет

source: All tickets
he_il: כל הכרטיסים
ru_ru: Все тикеты

source: Knowledge base
he_il: בסיס ידע
ru_ru: База знаний

source: Search
he_il: חיפוש
ru_ru: Искать

source: %s ago
he_il: לפני %s
ru_ru: %s Назад

source: Replies
he_il: תגובות
ru_ru: Ответы

source: The ticket has been closed.
he_il: הכרטיס נסגר.
ru_ru: Тикет был закрыт

source: Write a reply
he_il: כתוב תשובה
ru_ru: Написать ответ

source: Type your reply here.
he_il: הקלד את התשובה שלך כאן.
ru_ru: Введите текст вашего сообщения здесь

source: Reply
he_il: תשובה
ru_ru: Ответить

source: CRM Profile
he_il: פרופיל CRM
ru_ru: Профайл клиента в CRM системе

source: Company
he_il: חֶברָה
ru_ru: Компания

source: Please enter your crm company.
he_il: הזן את חברת ה- CRM שלך.
ru_ru: Укажите вашу компанию

source: Skype
he_il: סקייפ

source: Please enter your crm skype.
he_il: הזן את סקייפ ה- crm שלך.
ru_ru: Укажите ваш Skype

source: Phone
he_il: טלפון
ru_ru: Телефон

source: Please enter your crm phone.
he_il: הזן את הטלפון של ה-CRM שלך.
ru_ru: Укажите Телефон

source: Website
he_il: אתר אינטרנט
ru_ru: Сайт

source: Please enter your crm website.
he_il: הזן את אתר האינטרנט של ה-CRM שלך.
ru_ru: Укажите адрес Сайта

# CRM_POSITION
source: Position
he_il: עמדה
ru_ru: Должность

source: Please enter your crm position.
he_il: הזן את מיקום ה- CRM.
ru_ru: Укажите должность

source: Your name
he_il: השם שלך
ru_ru: Имя

source: Email
he_il: דוא"ל
ru_ru: Адрес электронной почты

source: Category
he_il: קטגוריה
ru_ru: Категория

source: Subject
he_il: נושא
ru_ru: Тема

source: Description
he_il: תיאור
ru_ru: Описание

source: You must be <a href="%s">logged in</a> to view tickets.
he_il: עליך להיות <a href="%s"> מחובר </a> כדי להציג כרטיסים.
ru_ru: Вы должны <a href="%s">авторизоваться</a> для просмотра списка тикетов

source: Oops :( Looks like Cookies issue. Cookies are blocked or not supported by your browser. You must <a href="%s">enable cookies</a> to use WordPress.
he_il: אופס: (נראה כמו בעיה בעוגיות, קובצי Cookie חסומים או שאינם נתמכים על ידי הדפדפן שלך, עליך <a href="%s"> להפעיל קובצי cookie </a> כדי להשתמש ב- WordPress.
ru_ru: Упс :( Cookies либо заблокированы, либо не поддерживаются вашим браузером. Чтобы использовать WordPress, нужно <a href="%s">разрешить cookies.</a>

source: View ticket in your web browser
he_il: הצג כרטיס בדפדפן האינטרנט שלך
ru_ru: Просмотр билета в вашем веб-браузере

source: On
he_il: עַל
ru_ru: Вкл.

source: wrote
he_il: כתבתי
ru_ru: Написал(а)

source: Hello
he_il: שלום
ru_ru: Привет

source: Ticket has been assigned to you
he_il: הכרטיס הוקצה לך
ru_ru: Билет был назначен вам

source: We just got your help request! And do our best to answer emails as soon as possible, with most inquiries receiving a response within about a day.
he_il: קיבלנו את בקשת העזרה שלך! ואנו עושים כמיטב יכולתנו כדי לענות על הודעות דוא"ל בהקדם האפשרי, עם רוב הפניות קבלת התגובה בתוך כיום.
ru_ru: Мы только что получили помощь запрос! И делаем все возможное, чтобы ответить на письма как можно скорее с большинство запросов, получения ответа в течение примерно в день.

source: To track your email, we've tagged it with a ticket code
he_il: כדי לעקוב אחר הדוא"ל שלך, תייגנו אותו עם קוד כרטיס
ru_ru: Чтобы отслеживать вашу электронную почту, мы присвоили ему идентификационный номер

source: User
he_il: משתמש
ru_ru: Пользователь

source: just replied to ticket
he_il: רק ענית הכרטיס
ru_ru: Только что ответили

source: You have received this notification because you have either subscribed to it, or are involved in it.
he_il: קיבלת את ההתראה הזו מפני שנרשמת אליה או שאתה מעורב בה.
ru_ru: Вы получили это сообщение потому, что ранее были подписаны на просмотр Демо версии или обращались в службу поддержки.

source: <strong>ERROR</strong>: Please enter a username.
he_il: <strong> שגיאה </ strong>: הזן שם משתמש.
ru_ru: <strong>ERROR</strong>: Введите Имя.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
he_il: <strong> שגיאה </ strong>: שם משתמש זה אינו חוקי מפני שהוא משתמש בתווים לא חוקיים. הזן שם משתמש חוקי.
ru_ru: <strong>ERROR</strong>: Это имя не корректно. Пожалуйста укажите правильное Имя

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
he_il: <strong> שגיאה </ strong>: שם המשתמש הזה כבר רשום. אנא בחר אחד אחר.
ru_ru: <strong>ERROR</strong>: Это имя уже зарегистрировано. Пожалуйста выберете другое.

source: <strong>ERROR</strong>: Please type your e-mail address.
he_il: <strong> שגיאה </ strong>: הקלד את כתובת הדואר האלקטרוני שלך.
ru_ru: <strong>ERROR</strong>:Укажите ваш электронный адрес.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
he_il: <strong> שגיאה </ strong>: כתובת האימייל אינה נכונה.
ru_ru: <strong>ERROR</strong>: Электронный адрес &#8217;t не корректен.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
he_il: <strong> שגיאה </ strong>: דוא"ל זה כבר רשום, בחר אחד אחר.
ru_ru: <strong>ERROR</strong>: Указанный адрес уже существует, пожалуйста укажите другой.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
he_il: <strong> שגיאה </ strong>: לא ניתן לרשום אותך & hellip; צור קשר עם <a href="mailto:%s"> מנהל האתר </a>!
ru_ru: <strong>Ошибка</strong>: Couldn&#8217;t зарегистрировано&hellip; пожалуйста, сообщите <a href="mailto:%s">администратору</a> !

source: Required field(s) is empty
he_il: השדות הדרושים ריקים
ru_ru: Вы не можете добавить пустое поле

source: Email is not a valid
he_il: האימייל אינו חוקי
ru_ru: Не верно указан email

source: None
he_il: אף אחד
ru_ru: Не определено

source: Month
he_il: חוֹדֶשׁ
ru_ru: Месяц

source: Day
he_il: יְוֹם
ru_ru: День

source: Year
he_il: שָׁנָה
ru_ru: Год

source: Hour
he_il: שָׁעָה
ru_ru: Час

source: Minute
he_il: דַקָה
ru_ru: Минута

source: OK
he_il: בסדר

source: Cancel
he_il: לְבַטֵל
ru_ru: Отменить

source: Open
he_il: לִפְתוֹחַ
ru_ru: Открыть

source: Please select
he_il: בבקשה תבחר
ru_ru: Выбрать

source: Quote
he_il: ציטוט
ru_ru: Цитировать

source: Show email
he_il: הצג דוא"ל
ru_ru: Показать исходник

source: Delete
he_il: הסר
ru_ru: Удалить

source: Sorry, you can't vote at the moment
he_il: מצטערים, אינך יכול להצביע כרגע
ru_ru: Извините, вы не можете проголосовать

source: An error occured try again later
he_il: אירעה שגיאה נסה שוב מאוחר יותר
ru_ru: Ошибка

source: An error has occurred during the file upload
he_il: אירעה שגיאה במהלך העלאת הקובץ
ru_ru: Ошибка при загрузке файла

source: <p><b>Message sent!</b><br> We just got your request! And do our best to answer emails as soon as possible</p>
he_il: <p> <b> ההודעה נשלחה! </ b> <br> קיבלנו את הבקשה שלך! ואנו עושים כמיטב יכולתנו לענות על הודעות דוא"ל בהקדם האפשרי </ p>
ru_ru: <p><b>Сообщение отправлено!</b><br> Мы получили ваш запрос и ответим вам как можно скорее</p>

source: Thank you for voting!
he_il: תודה שהצבעת!
ru_ru: Спасибо за участие!

source: Your CRM Profile Company was unable to be removed at this time.
he_il: לא ניתן להסיר את פרופיל פרופיל ה- CRM שלך בשלב זה.

source: Your CRM Profile Skype was unable to be removed at this time.
he_il: פרופיל ה- CRM שלך לא היתה אפשרות להסיר את Skype בשלב זה.

source: Your CRM Profile Phone was unable to be removed at this time.
he_il: פרופיל CRM שלך לא ניתן היה להסיר את הטלפון בשלב זה.

source: Your CRM Profile Position was unable to be removed at this time.
he_il: לא ניתן להסיר את פרופיל ה- CRM שלך בשלב זה.

source: Your CRM Profile Website was unable to be removed at this time.
he_il: לא ניתן להסיר את פרופיל ה- CRM שלך בשלב זה.

source: Helpdesk settings
he_il: הגדרות התמיכה
ru_ru: Настройки Хелпдеск

source: Settings
he_il: הגדרות
ru_ru: Настройки

source: What we can help you with?
he_il: מה אנחנו יכולים לעזור לך?
ru_ru: Как мы можем вам помочь?

source: <p><b>Message sent!</b><br /> We just got your request! And do our best to answer emails as soon as possible</p>
he_il: <p> <b> ההודעה נשלחה! </ b> <br /> קיבלנו את הבקשה שלך! ואנו עושים כמיטב יכולתנו לענות על הודעות דוא"ל בהקדם האפשרי </ p>
ru_ru: Сообщение отправлено

source: Status
he_il: סטָטוּס
ru_ru: Статус

source: Title
he_il: כותרת
ru_ru: Заголовок

source: Tags
he_il: תגים
ru_ru: Теги

source: Ticket
he_il: כַּרְטִיס
ru_ru: Тикет

source: Author
he_il: מְחַבֵּר
ru_ru: Автор

source: Assignee
he_il: נִמחֶה
ru_ru: Назначено

source: Create Date
he_il: צור תאריך
ru_ru: Дата создания

source: Are you sure you want to delete this comment?
he_il: האם אתה בטוח שברצונך למחוק את ההערה הזו?
ru_ru: Вы уверены что хотите удалить сообщение?

source: This ticket spam? Comments and contact will be deleted.
he_il: זה כרטיס זבל? הערות ואיש קשר יימחקו.
ru_ru: Отправить этот тикет в спам?

source: No instance of TinyMCE found. Please use wp_editor on this page at least once: http://codex.wordpress.org/Function_Reference/wp_editor
he_il: לא נמצא מקרה של TinyMCE. השתמש ב- wp_editor בדף זה לפחות פעם אחת: http://codex.wordpress.org/Function_Reference/wp_editor

source: You can't submit an empty comment
he_il: לא ניתן לשלוח הערה ריקה
ru_ru: Вы не можете отправить пустой комментарий

source: You can't save an empty comment
he_il: לא ניתן לשמור הערה ריקה
ru_ru: Вы не можете сохранить пустой комментарий

source: Wrong email
he_il: דוא"ל שגוי
ru_ru: Не верно указан email

source: You can't add an empty field name
he_il: לא ניתן להוסיף שם שדה ריק
ru_ru: Вы не можете добавить пустое поле

source: Contact
he_il: איש קשר
ru_ru: Контакт

source: Select contact
he_il: בחר איש קשר
ru_ru: Выбрать контакт

source: Add new contact
he_il: הוסף איש קשר חדש
ru_ru: Добавить новый контакт

source: Please select contact
he_il: בחר איש קשר
ru_ru: Выбрать

source: Cc and Bcc options available only if "Reply To" address specified
he_il: אפשרויות 'עותק' ו 'עותק מוסתר' זמינות רק אם הכתובת \ "השב ל " שצוין
ru_ru: Cc и Bcc доступны только если определен адрес "Ответить"

source: You are not allowed to view this attachment
he_il: אינך רשאי לצפות בקובץ מצורף זה
ru_ru: У вас нет прав на просмотр файлов

source: Get help!
he_il: בקש עזרה!
ru_ru: Поддержка

source: StudioTG Helpdesk Welcome page
he_il: דף הבית של StudioTG ברוכים הבאים
ru_ru: Добро пожаловать на страницу Catchers Helpdesk

source: Welcome
he_il: ברוך הבא
ru_ru: Добро пожаловать

source: StudioTG Helpdesk Wizard page
he_il: StudioTG עמוד אשף התמיכה
ru_ru: Подсказка как использовать плагин Catchers Helpdesk

source: Wizard
he_il: אַשָׁף
ru_ru: Подсказка

source: Addons
he_il: תוספים
ru_ru: Аддоны

source: See also: <a href="https://support.google.com/accounts/answer/6009563" target="_blank">https://support.google.com/accounts/answer/6009563</a>
he_il: ראה גם: <a href="https://support.google.com/accounts/answer/6009563" target="_blank"> https://support.google.com/accounts/answer/6009563 < / a>
ru_ru: Так же смотри тут : <a href="https://support.google.com/accounts/answer/6009563" target="_blank">https://support.google.com/accounts/answer/6009563</a>

source: No new messages for processing
he_il: אין הודעות חדשות לעיבוד
ru_ru: Нет сообщений для работы

source: Can not connect to the server. Please, check your setting.
he_il: לא יכול להתחבר לשרת. אנא, בדוק את ההגדרה שלך.
ru_ru: Не возможно подключится к серверу. Пожалуйста проверьте ваши настройки.

source: Thank you for contacting us. Your message has been successfully sent. We will contact you very soon!
he_il: תודה שפנית אלינו. ההודעה שלך נשלחה בהצלחה. אנו ניצור איתך קשר בקרוב!
ru_ru: Спасибо что написали нам. Ваше сообщение успешно отправлено. Мы с вами свяжемся в ближайшее время.

source: An error occurred when send message.
he_il: אירעה שגיאה בעת שליחת ההודעה.
ru_ru: Ошибка при отправки сообщения

source: Check connection from Tickets
he_il: בדוק את החיבור מהכרטיסים
ru_ru: Проверить соединение

source: Connection successful!
he_il: החיבור מוצלח!
ru_ru: Успешное соединение!

source: My
he_il: שֶׁלִי
ru_ru: Мои

source: All
he_il: את כל
ru_ru: Все

source: If you like <b>Catchers Helpdesk</b> please leave us a <a id="stg-rating-anchor" data-msg-click="%s" target="_blank" href="%s">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating. A huge thank you from Catchers in advance!
he_il: אם אתה אוהב את <b> צוות התמיכה של Catchers </ b>, אנא השאר אותנו <a id = \ "stg-rating-anchor " data-msg-click = \ " %s " target = \ _ _ blank \ "href = \ " %s "> דירוג & # 9733; & # 9733; & # 9733; & # 9733; & # 9733; </a>. תודה ענקית מאת Catchers מראש!
ru_ru: Если вам нравится <b>Catchers Helpdesk</b> пожалуйста поставьте нам <a id="stg-rating-anchor" data-msg-click="%s" target="_blank" href="%s">&#9733;&#9733;&#9733;&#9733;&#9733;</a> оценку. Огромное спасибо от Catchers заранее!

source: Thanks!
he_il: תודה!
ru_ru: Спасибо!

source: Thank you for using our plugin!
he_il: תודה על השימוש בפלאגין שלנו!
ru_ru: Спасибо, что пользуетесь нашим плагином!

source: Not send
he_il: לא נשלח
ru_ru: Не отправлять

source: Notify contact
he_il: הודע על איש הקשר
ru_ru: Уведомить контакт

source: Send to contact
he_il: שלח אל איש קשר
ru_ru: Отправить контакту

source: Contact:
he_il: איש קשר:
ru_ru: Контакт

source: Enter 3 or more characters
he_il: הזן 3 תווים או יותר
ru_ru: Введите 3 или более символов

source: Cc/Bcc
he_il: עותק, עותק מוסתר

source: Name:
he_il: שֵׁם:
ru_ru: Имя

source: Email:
he_il: דוא"ל:

source: Add
he_il: לְהוֹסִיף
ru_ru: Добавить

source: Cc:
he_il: עותק:

source: Bcc:
he_il: עותק מוסתר:

source: Status:
he_il: סטָטוּס:
ru_ru: Статус:

source: Assigned:
he_il: שהוקצה:
ru_ru: Назначено:

source: Add new ticket
he_il: הוסף כרטיס חדש
ru_ru: Добавить новый тикет

source: Ticket is closed
he_il: הכרטיס סגור
ru_ru: Тикет был закрыт

source: This ticket has been closed. If you want to write a new comment to this ticket, you need to re-open it first.
he_il: כרטיס זה נסגר. אם ברצונך לכתוב הערה חדשה לכרטיס זה, עליך לפתוח אותו מחדש תחילה.
ru_ru: Тикет был закрыт. Если вы хотите написать комментарий к нему, вам необходимо открыть его заново.

source: Sorry, you don't have sufficient permissions to add comments.
he_il: מצטערים, אין לך הרשאות מספיקות להוספת תגובות.
ru_ru: Извините, у вас не достаточно прав чтобы добавить комментарий

source: at
he_il: בְּ
ru_ru: У

source: Change
he_il: שינוי
ru_ru: Изменить

source: Update
he_il: עדכון
ru_ru: Обновить

source: User not found
he_il: המשתמש לא נמצא
ru_ru: Не найден

source: Category:
he_il: קטגוריה:
ru_ru: Категория:

source: Date:
he_il: תַאֲרִיך:
ru_ru: Дата:

source: Assigned to:
he_il: שהוקצה ל:
ru_ru: Назначено:

source: Updating
he_il: מעדכן
ru_ru: Обновить

source: Creating...
he_il: יוצר ...
ru_ru: Создается...

source: Re-open
he_il: פתח מחדש
ru_ru: Открыть заново

source: Reply To:
he_il: להגיב ל:
ru_ru: Ответить:

source: Send reply
he_il: שלח תשובה
ru_ru: Отправить ответ

source: Save changes
he_il: שמור שינויים
ru_ru: Сохранить изменения

source: Vote:
he_il: הַצבָּעָה:
ru_ru: Голос:

source: agent
he_il: סוֹכֵן
ru_ru: Саппорт менеджер (агент)

source: Added:
he_il: נוסף:
ru_ru: Добавлено

source: about %s ago by
he_il: על %s ידי
ru_ru: Около %s назад

source: via %s
he_il: דרך %s
ru_ru: через %s

source: File upload
he_il: העלאת קובץ
ru_ru: Загрузить файл

source: Maximum files
he_il: קבצים מקסימליים
ru_ru: Максимальное количество файлов

source: How many files can a user attach to a ticket?
he_il: כמה קבצים יכול משתמש לצרף לכרטיס?
ru_ru: Сколько файлов можно приложить к тикету?

source: Allowed types
he_il: סוגים מותרים
ru_ru: Подходящий формат

source: Which file types do you allow your users to attach uncompressed? Other files will be converted zip. <br> (Option is also used for file through the mail server)
he_il: אילו סוגי קבצים מאפשרים למשתמשים שלך לצרף לא דחוס? קבצים אחרים יומרו zip. <br> (אפשרות משמש גם עבור הקובץ באמצעות שרת הדואר)
ru_ru: Какие типы файлов вы хотите принимать от клиентов? Настройте в почтовом сервере.

source: Outgoing mail
he_il: דואר יוצא
ru_ru: Исходящая почта

source: From
he_il: מ
ru_ru: От

source: From e-mail
he_il: מדוא"ל

source: From name*
he_il: מהשם*
ru_ru: От кого

source: Advanced settings
he_il: הגדרות מתקדמות
ru_ru: Дополнительные настройки

source: Set smtp settings
he_il: הגדר הגדרות smtp
ru_ru: Установите SMTP настройки

source: Host*
he_il: מארח*

source: Username*
he_il: שם משתמש*

source: Password*
he_il: סיסמה*

source: Encryption*
he_il: הצפנה *

source: Port*
he_il: נמל*

source: Default ports
he_il: יציאות ברירת מחדל
ru_ru: Порт по умолчанию

source: Send a test e-mail
he_il: שלח הודעת דואר אלקטרוני לבדיקה
ru_ru: Отправить тестовое сообщение

source: E-mail
he_il: דוא"ל

source: Enter e-mail address to send the test letter (save first)
he_il: הזן כתובת דואר אלקטרוני כדי לשלוח את מכתב הבדיקה (שמור תחילה)
ru_ru: Укажите E-mail на которое отправить тестовое сообщение

source: Send test e-mail
he_il: שלח הודעת דואר אלקטרוני לבדיקה
ru_ru: Отправить тестовое сообщение

source: Send
he_il: לִשְׁלוֹחַ
ru_ru: Отправить

source: Save changes first
he_il: שמור תחילה את השינויים
ru_ru: Сохранить изменения

source: Message sent successfully
he_il: הודעה נשלחה בהצלחה
ru_ru: Сообщение отправлено

source: Error. Message not sent
he_il: שְׁגִיאָה. ההודעה לא נשלחה
ru_ru: Ошибка! Сообщение не отправлено.

source: Incoming mail
he_il: דואר נכנס
ru_ru: Входящая почта

source: Mail check interval
he_il: מרווח בדיקת דואר
ru_ru: Интервал проверки почты

source: every minute
he_il: כל דקה
ru_ru: Каждую минуту

source: every five minutes
he_il: כל חמש דקות
ru_ru: Каждые 5 минут

source: every fifteen minutes
he_il: כל רבע שעה
ru_ru: Каждые 15 минут

source: every thirty minutes
he_il: כל שלושים דקות
ru_ru: Каждые 30 минут

source: every hour
he_il: כל שעה
ru_ru: Каждый час

source: never
he_il: לעולם לא
ru_ru: Никогда

source: Truncate emails after this line
he_il: לקצץ הודעות דוא"ל אחרי שורה זו
ru_ru: Вставить предыдущее сообщение после линии

source: Please type your reply above this line
he_il: בבקשה כתוב את תגובתך מעל שורה זו
ru_ru: Напишите ваше сообщение ниже

source: e-mail address for auto-reply and notification
he_il: כתובת דואר אלקטרוני עבור מענה אוטומטי והודעה
ru_ru: Укажите E-mail для авто ответа и получения уведомлений

source: Protocol*
he_il: פרוטוקול*

source: Leave a copy of email on the server
he_il: השאר עותק של דוא"ל בשרת
ru_ru: Сохранять копию письма на сервере

source: Check configuration
he_il: בדוק את התצורה
ru_ru: Проверить конфигурацию

source: Check
he_il: לבדוק
ru_ru: Проверить

source: Test your configuration (save first)
he_il: בדוק את התצורה שלך (שמור תחילה)
ru_ru: Протестировать конфигурацию. Но сначала сохраните изменения!

source: Get mails
he_il: קבל מיילים
ru_ru: Получить почту

source: General
he_il: כללי
ru_ru: Общие

source: Default assignee
he_il: ברירת מחדל
ru_ru: Назначено

source: New tickets will be automatically assigned to that person
he_il: כרטיסים חדשים יוקצו אוטומטית לאותו אדם
ru_ru: Новые тикеты будут приходить этому менеджеру

source: File Upload Configuration
he_il: תצורת העלאת קובץ
ru_ru: Настройки получения файлов через тикеты

source: Do you want to allow users and helpdesk managers to upload attachments? <br> (Option is also used for file send through the mail server)
he_il: האם ברצונך לאפשר למשתמשים ולמנהלי מרכז התמיכה לטעון קבצים מצורפים? <br> (אפשרות משמש גם עבור הקובץ לשלוח דרך שרת הדואר)
ru_ru: Вы хотите предоставить пользователями или агентам хелпдеска возможность прикреплять файлы к тикетам?

source: Tracking
he_il: מעקב
ru_ru: Отслеживание

source: Open tracking
he_il: פתח מעקב
ru_ru: Открыть отслеживание

source: Enable open tracking
he_il: הפעל מעקב פתוח
ru_ru: Активировать отслеживание

source: Auto reply
he_il: תשובה אוטומטית
ru_ru: Использовать авто-ответ

source: Enable auto reply
he_il: אפשר מענה אוטומטי
ru_ru: Активировать авто-ответ

source: Message
he_il: הוֹדָעָה
ru_ru: Сообщение

source: <br /><p>Hello, <br /> We just got your help request! And do our best to answer emails as soon as possible, with most inquiries receiving a response within about a day.</p>
he_il: <br /> <p> שלום, <br /> קיבלנו את בקשת העזרה שלך! ואנו עושים כמיטב יכולתנו להשיב להודעות דוא"ל בהקדם האפשרי, עם רוב הפניות המקבלות תגובה בתוך יום בערך. </ P>
ru_ru: <br /><p>Hello, <br /> Мы только что получили помощь запрос! И делаем все возможное, чтобы ответить на письма как можно скорее с большинство запросов, получения ответа в течение примерно в день.</p>

source: Plugin pages
he_il: דפי תוסף
ru_ru: Страницы плагина

source: Create plugin pages
he_il: צור דפי פלאגין
ru_ru: Создать страницы

source: Create
he_il: לִיצוֹר
ru_ru: Создать

source: Add headers to emails body
he_il: הוסף כותרות לדוא"ל הגוף
ru_ru: Добавить почтовые заголовки в тело письма

source: Notifications
he_il: התראות
ru_ru: Уведомления

source: Ticket subject
he_il: נושא הכרטיס
ru_ru: Тема тикета

source: Action required for On Hold Order -
he_il: Re:

source: Each e-mail notification will have this subject.
he_il: כל הודעת דואר אלקטרוני תהיה נושא זה.
ru_ru: Каждое e-mail сообщение будет иметь эту тему

source: Agent notifications
he_il: הודעות הסוכן
ru_ru: Оповещения агента по сопровождению

source: New reply from client
he_il: תשובה חדשה מהלקוח
ru_ru: Новый ответ от клиента

source: Ticket assigned to agent
he_il: כרטיס שהוקצה לסוכן
ru_ru: Тикет назначен на агента

source: Add a ticket link to notification letter
he_il: הוסף קישור כרטיס למכתב הודעה
ru_ru: Добавить ссылку на тикет в письме с оповещением

source: Contact form
he_il: טופס יצירת קשר
ru_ru: Контактная форма

source: Contact form fields
he_il: שדות טופס יצירת קשר
ru_ru: Поля контактной формы

source: Ticket Category
he_il: קטגוריית כרטיסים
ru_ru: Категория тикета

source: Get help
he_il: תקבל עזרה
ru_ru: Поддержка

source: Name
he_il: שֵׁם
ru_ru: Имя

source: Select fields
he_il: בחר שדות
ru_ru: Выбрать

source: Required field
he_il: שדה נדרש
ru_ru: Вы не можете добавить пустое поле

source: not found
he_il: לא נמצא
ru_ru: не найден

source: Ticket fields
he_il: שדות כרטיסים
ru_ru: Поля тикета

source: Message (required field)
he_il: הודעה (שדה חובה)
ru_ru: Сообщение (обязательное поле)

source: Files
he_il: קבצים
ru_ru: Файлы (Приложения)

source: Contact fields
he_il: שדות אנשי קשר
ru_ru: Поля контакта

source: Email (required field)
he_il: דוא"ל (שדה חובה)
ru_ru: Е-майл (обязательное поле)

source: Custom fields
he_il: שדות מותאמים אישית
ru_ru: Пользовательские поля

source: Select macros
he_il: בחר פקודות מאקרו
ru_ru: Выберете макрос

source: Select saved reply
he_il: בחר תשובה שמורה
ru_ru: Выбрать заготовленный ответ

# Client vote
source: Good
he_il: טוֹב
ru_ru: Хорошо

# Client vote
source: Just ok
he_il: רק בסדר
ru_ru: Неплохо

# Client vote
source: Not good
he_il: לא טוב
ru_ru: Плохо

source: Customer
he_il: צרכן
ru_ru: Клиент

source: First Name
he_il: שם פרטי
ru_ru: Имя

source: Last Name
he_il: שם משפחה
ru_ru: Фамилия

source: Full Name
he_il: שם מלא
ru_ru: ФИО

source: Agent
he_il: סוֹכֵן
ru_ru: Саппорт менеджер (агент)

source: Ticket Assigned
he_il: כרטיס שהוקצה
ru_ru: Тикет назначен

source: Ticket ID
he_il: מזהה כרטיס
ru_ru: ID Тикета

source: Ticket Subject
he_il: נושא הכרטיס
ru_ru: Тема тикета
