Repository: marianputirac/matrix-themes-plugins
Catalog: plugins/catchers-helpdesk-premium/languages/catchers-helpdesk-premium-*.po
Languages: he_il, ru_ru

source: e-mail address for set Bcc header for all notification
he_il: כתובת דואר אלקטרוני להגדרת כותרת עותק מוסתר עבור כל ההתראה
ru_ru: е-мейл для установки в заголовок Bcc для всех уведомлений

source: Email footer
he_il: כותרת תחתונה לדוא"ל
ru_ru: Подвал email сообщения

source: Footer content
he_il: תוכן תחתונה
ru_ru: Содержание сообщения

source: Private note
he_il: הערה פרטית
ru_ru: Частное сообщение

source: Export
he_il: יְצוּא
ru_ru: Экспорт

source: Last Modified Helpdesk Tickets
he_il: כרטיסים השתנה לאחרונה
ru_ru: Последние измененные тикеты

source: All data
he_il: כל הנתונים
ru_ru: Все данные

source: Contact replies
he_il: תגובות ליצירת קשר
ru_ru: Ответы клиента

source: Agent replies
he_il: תגובות הסוכן
ru_ru: Ответы агента

source: Site key
he_il: מפתח אתר

source: Secret key
he_il: מפתח סודי

source: reCAPTCHA settings result
he_il: תוצאה של הגדרות reCAPTCHA
ru_ru: Результат настройки reCAPTCHA

source: Language code
he_il: קוד שפה
ru_ru: Языковой код

source: Language settings, see more about
he_il: הגדרות שפה, ראה פרטים נוספים על
ru_ru: Языковые настройки, смотри подробности о

source: language codes
he_il: קודי שפה
ru_ru: языковых кодах

source: Enable form protection
he_il: אפשר הגנה על טפסים
ru_ru: Активировать защиту форм

source: %s day
he_il: %s יום
ru_ru: %s день

source: Autoclose ticket after
he_il: כרטיס יסגר אוטומטית לאחר
ru_ru: Автоматически закрывать через

source: From status "Answered" to status "Сlosed"
he_il: מהמעמד \ "ענה " לסטטוס \ "סגור "
ru_ru: Из статуса "Отвеченные" в статус "Закрытые"

source: Attention, please! Catchers Helpdesk Team Collaboration Add-on plugin is not installed or not activated!
he_il: תשומת לב בבקשה! Catchers Helpdesk צוות שיתוף פעולה תוסף ההרחבה אינו מותקן או לא מופעל!
ru_ru: Внимание! Catchers Helpdesk Team Collaboration Add-on не инсталлирован или не активирован!

source: Install and activate Catchers Helpdesk Team Collaboration Add-on plugin
he_il: התקנה והפעלה של צוות התמיכה של Catchers צוות שיתוף פעולה תוסף
ru_ru: Установить и активировать плагин Catchers Helpdesk Team Collaboration Add-on

source: Update Catchers Helpdesk Team Collaboration Add-on plugin
he_il: עדכון Catchers Helpdesk צוות שיתוף פעולה תוסף
ru_ru: Обновить плагин Catchers Helpdesk Team Collaboration Add-on

source: Preview.
he_il: תצוגה מקדימה.
ru_ru: Предпросмотр.

source: Drag and drop the order of the topic here.
he_il: גרור ושחרר את סדר הנושא כאן.
ru_ru: Перетаскивайте темы чтобы изменить порядок

source: Knowledge Base
he_il: בסיס ידע
ru_ru: База Знаний

source: Column count
he_il: ספירת עמודות
ru_ru: Количество колонок

source: Search width
he_il: רוחב החיפוש
ru_ru: Ширина блока поиска

source: Round corners
he_il: פינות עגולות
ru_ru: Круглые углы

source: Articles header color
he_il: צבע כותרת המאמר
ru_ru: Цвет заголовка статей

source: Articles header font color
he_il: צבע גופן של כותרת המאמר
ru_ru: Цвет шрифта заголовка статей

source: Articles header font size
he_il: גודל גופן של כותרות מאמרים
ru_ru: Размер заголовка статей

source: Articles color
he_il: צבע מאמרים
ru_ru: Цвет статей

source: Articles font color
he_il: צבע גופן של מאמרים
ru_ru: Цвет шрифта статей

source: Articles font size
he_il: גודל גופן מאמרים
ru_ru: Размер шрифта статей

source: Search placeholder
he_il: מציין מיקום לחיפוש
ru_ru: Плейсхолдер блока поиска

source: &lt;&lt;Me&gt;&gt;
ru_ru: &lt;&lt;Я&gt;&gt;
