Repository: marianputirac/matrix-themes-plugins
Catalog: plugins/catchers-helpdesk-premium/languages/catchers-helpdesk-premium-*.po
Languages: he_il, ru_ru

source: Ticket Quoted Description
he_il: תיאור של כרטיסים מצוטטים
ru_ru: Описание

source: Ticket History
he_il: היסטוריית כרטיסים
ru_ru: История переписки

source: Ticket Status
he_il: סטטוס הכרטיס
ru_ru: Статус:

source: Ticket Public URL
he_il: כתובת ציבורית של כרטיס
ru_ru: Публичная ссылка на тикет

source: Ticket Public URL (without hash)
he_il: כתובת אתר של כרטיס (ללא hash)
ru_ru: Публичная ссылка на тикет (без хеша)

source: Ticket Date
he_il: תאריך הכרטיס
ru_ru: Дата:

source: File uploading failed
he_il: טעינת הקובץ נכשלה
ru_ru: Файл не загружен

source: This post type is not supported
he_il: סוג פוסט זה אינו נתמך
ru_ru: Этот почтовая служба не используется

source: File uploads are disabled
he_il: העלאות קבצים מושבתות
ru_ru: Загруженный файл не может быть открыть

source: You are trying to add the same files
he_il: אתה מנסה להוסיף את אותם קבצים
ru_ru: Вы пытаетесь приложить тот же файл

source: The file you requested is not a valid attachment
he_il: הקובץ שביקשת אינו קובץ מצורף חוקי
ru_ru: Приложение не корректно

source: The attachment you requested is not attached to any ticket
he_il: הקובץ המצורף שביקשת אינו מצורף לכרטיס

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
he_il: הקובץ שהועלה חורג מהוראת upload_max_filesize ב- php.ini
ru_ru: Превышен лимит

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
he_il: הקובץ שהועלה חורג מהוראה MAX_FILE_SIZE שצוין בטופס HTML

source: The uploaded file was only partially uploaded
he_il: הקובץ שהועלה הועלה באופן חלקי בלבד

source: No file was uploaded
he_il: לא הועלה קובץ
ru_ru: Файл не обнаружен

source: Missing a temporary folder
he_il: חסר תיקייה זמנית
ru_ru: Папка не обнаружена

source: Failed to write file to disk
he_il: נכשלתי בכתיבת קובץ לדיסק
ru_ru: Файл не загружен

source: File upload stopped by extension
he_il: העלאת הקובץ עצרה בתוסף

source: Unknown upload error
he_il: שגיאת העלאה לא ידועה
ru_ru: Ошибка

source: Widget form support
he_il: תמיכה טופס יישומון
ru_ru: Виджет

source: A widget form support
he_il: טופס תמיכה מסוג widget
ru_ru: Виджет

source: Title:
he_il: כותרת:
ru_ru: Заголовок

source: Attach file
he_il: לצרף קובץ
ru_ru: Файл приложение

source: This field is required
he_il: זהו שדה חובה
ru_ru: Это обязательное поле

source: Please inter a valid email address
he_il: אנא הכנס כתובת דוא"ל חוקית
ru_ru: Пожалуйста укажите корректный email

source: Custom Fields
he_il: שדות מותאמים אישית
ru_ru: Пользовательские поля

source: Custom Field
he_il: שדה מותאם
ru_ru: Пользовательское поле

source: Search Custom Fields
he_il: חפש שדות מותאמים אישית
ru_ru: Искать пользовательские поля

source: All Custom Fields
he_il: כל השדות המותאמים אישית
ru_ru: Все пользовательские поля

source: Parent Custom Field
he_il: שדה מותאם אישית
ru_ru: Родительский

source: Parent Custom Field:
he_il: שדה מותאם אישית של האב:
ru_ru: Родительский:

source: Edit Custom Field
he_il: ערוך שדה מותאם אישית
ru_ru: Редактировать пользовательское поле

source: View Custom Field
he_il: הצג שדה מותאם אישית
ru_ru: Просмотр пользовательского поля

source: Update Custom Field
he_il: עדכון שדה מותאם אישית
ru_ru: Обновление пользовательского поля

source: Add New Custom Field
he_il: הוסף שדה מותאם אישית חדש
ru_ru: Добавить новое пользовательское поле

source: New Custom Field Name
he_il: שם שדה מותאם אישית חדש
ru_ru: Имя нового пользовательского поля

source: Type
he_il: סוּג
ru_ru: Тип

source: Required
he_il: נדרש
ru_ru: Обязательно

source: Options
he_il: אפשרויות
ru_ru: Опции

source: Add each value from new line
he_il: הוסף כל ערך משורה חדשה
ru_ru: Добавляйте новые значения с новой строки

source: Default value
he_il: ערך
ru_ru: Значение по умолчанию

source: Format
he_il: פוּרמָט
ru_ru: Формат

source: Container
he_il: מְכוֹלָה
ru_ru: Контейнер

source: Contact Forms
he_il: טפסים ליצירת קשר
ru_ru: Контактные формы

source: Contact Form
he_il: טופס יצירת קשר
ru_ru: Контактная форма

source: Search Contact Forms
he_il: חפש טפסים ליצירת קשר
ru_ru: Искать контактные формы

source: All Contact Forms
he_il: כל טופסי יצירת קשר
ru_ru: Все контактные формы

source: Parent Contact Form
he_il: טופס יצירת קשר עם אב
ru_ru: Роительская

source: Parent Contact Form:
he_il: טופס יצירת אב:
ru_ru: Роительская:

source: Edit Contact Form
he_il: עריכת טופס יצירת קשר
ru_ru: Редактировать контактную форму

source: View Contact Form
he_il: הצג טופס יצירת קשר
ru_ru: Смотреть контактную форму

source: Update Contact Form
he_il: עדכן טופס יצירת קשר
ru_ru: Обновить контактную форму

source: Add New Contact Form
he_il: הוסף טופס יצירת קשר חדש
ru_ru: Добавить новую контактную форму

source: New Contact Form Name
he_il: שם טופס איש קשר חדש
ru_ru: Имя новой контактной формы

source: Search Replies
he_il: חפש תגובות
ru_ru: Искать ответы

source: All Replies
he_il: כל התגובות
ru_ru: Все ответы

source: Parent Reply
he_il: תגובה להורה
ru_ru: Начальный ответ

source: Parent Reply:
he_il: תגובה להורה:
ru_ru: Изначальный ответ

source: Edit Reply
he_il: ערוך תשובה
ru_ru: Редактировать ответ

source: View Reply
he_il: הצג תגובה
ru_ru: Показать ответ

source: Update Reply
he_il: עדכן תגובה
ru_ru: Обновить ответ

source: Add New Reply
he_il: הוסף תגובה חדשה
ru_ru: Добавить новый ответ

source: New Reply Name
he_il: שם תגובה חדש
ru_ru: Добавить новое имя

source: Saved Replies
he_il: תשובות שמורות
ru_ru: Сохраненные ответы

source: How do you rate my response?
he_il: איך אתה מדרג את התגובה שלי?
ru_ru: Оцените мой ответ, пожалуйста

source: I read and agree with <a href="//%s">terms&conditions</a>
he_il: קראתי ואני מסכים עם <a href="// %s "> התנאים וההגבלות </a>

source: Convert into public Q&A note
he_il: המר לשאלת Q & A ציבורית
ru_ru: Отметить как запись Вопрос&Ответ

source: Topic
he_il: נוֹשֵׂא
ru_ru: Тема

source: or choose from the most used:
he_il: או לבחור מתוך הנפוץ ביותר:
ru_ru: Выбрать наиболее популярные

# Taxonomy Description
source: Description
he_il: תיאור
ru_ru: Описание

source: The description is not prominent by default; however, some themes may show it.
he_il: התיאור אינו בולט כברירת מחדל; עם זאת, נושאים מסוימים עשויים להציג אותו.
ru_ru: Описание по умолчанию не отображается, однако некоторые темы могут его показывать.

# Taxonomy Description
source: Form Constructor
he_il: בנאי טופס
ru_ru: Конструктор форм

source: Confirmation URL
he_il: כתובת אתר לאישור
ru_ru: URL подтверждения

source: Shortcode
he_il: קוד קצר
ru_ru: Шорткод

source: Private notes
he_il: הערות פרטיות
ru_ru: Приватные сообщения

source: History
he_il: הִיסטוֹרִיָה
ru_ru: История

source: Helpdesk manager
he_il: מנהל מחלקת התמיכה
ru_ru: Менеджер службы поддержки (агент)

source: Helpdesk client
he_il: לקוח התמיכה
ru_ru: Клиент

source: Catchers ticket eraser
he_il: כרטיס מחיקת הכרטיסנים

# Ticket priority
source: Low
he_il: נָמוּך
ru_ru: Низкий

# Ticket priority
source: Normal
he_il: נוֹרמָלִי
ru_ru: Нормальный

# Ticket priority
source: High
he_il: גָבוֹהַ
ru_ru: Высокий

# Ticket priority
source: Urgent
he_il: דחוף
ru_ru: Срочный

# Ticket priority
source: Immediately
he_il: מיד
ru_ru: Немедленно

# Ticket status
source: Answered
he_il: נענה
ru_ru: Отвеченные

# Ticket status
source: Not answered
he_il: לא נענתה
ru_ru: Не отвеченные

# Ticket status
source: New
he_il: חָדָשׁ
ru_ru: Новые

# Ticket status
source: Closed
he_il: סָגוּר
ru_ru: Закрытые

# Ticket status
source: Pending
he_il: ממתין ל
ru_ru: Ожидающий

# post type general name
source: Tickets
he_il: כרטיסים
ru_ru: Тикеты

# post type singular name
source: Ticket
he_il: כַּרְטִיס
ru_ru: Тикет

# admin menu
source: Tickets
he_il: כרטיסים
ru_ru: Тикеты

# add new on admin bar
source: Ticket
he_il: כַּרְטִיס
ru_ru: Тикет

source: New ticket
he_il: כרטיס חדש
ru_ru: Добавить новый тикет

source: Edit ticket
he_il: ערוך כרטיס
ru_ru: Редактировать тикет

source: View ticket
he_il: הצג כרטיס
ru_ru: Смотреть тикет

source: Search tickets
he_il: חיפוש כרטיסים
ru_ru: Искать тикеты

source: No tickets found.
he_il: לא נמצאו כרטיסים.
ru_ru: Не найдено

# Taxonomy general name
source: Categories
he_il: קטגוריות
ru_ru: Категории

# Taxonomy singular name
source: Category
he_il: קטגוריה
ru_ru: Категории

source: Categories
he_il: קטגוריות
ru_ru: Категории

source: All items
he_il: כל הפריטים
ru_ru: Все тикеты

source: Parent item
he_il: פריט אב
ru_ru: Родительский

source: Parent item:
he_il: פריט אב:

source: New category name
he_il: שם קטגוריה חדש
ru_ru: Имя новой категории

source: Add new category
he_il: הוסף קטגוריה חדשה
ru_ru: Добавить категорию

source: Edit category
he_il: ערוך קטגוריה
ru_ru: Редактировать категорию

source: Update category
he_il: עדכון קטגוריה
ru_ru: Обновить категорию

source: View category
he_il: הצג קטגוריה
ru_ru: Показать категорию

source: Separate items with commas
he_il: פריטים נפרדים עם פסיקים
ru_ru: Укажите раздельно через ;

source: Add or remove items
he_il: הוספה או הסרה של פריטים
ru_ru: Добавить удаленные

source: Choose from the most used
he_il: בחר מתוך הנפוץ ביותר
ru_ru: Выбрать наиболее популярные

source: Popular items
he_il: פריטים פופולריים
ru_ru: Популярные

source: Search items
he_il: חיפוש פריטים
ru_ru: Искать

source: No items
he_il: אין פריטים
ru_ru: Не найдено

source: Items list
he_il: רשימת פריטים

source: Items list navigation
he_il: ניווט ברשימת פריטים

# Taxonomy general name
source: Tags
he_il: תגים
ru_ru: Теги

# Taxonomy singular name
source: Tag
he_il: תָג
ru_ru: Тег

source: New tag name
he_il: שם תג חדש
ru_ru: Имя нового тега

source: Add new tag
he_il: הוסף תג חדש
ru_ru: Новый тег

source: Edit tag
he_il: ערוך תג
ru_ru: Редактировать тег

source: Update tag
he_il: עדכון תג
ru_ru: Обновить тег

source: View tag
he_il: הצג תג
ru_ru: Смотреть тег

source: Ticket updated.
he_il: הכרטיס עודכן.
ru_ru: Тикет обновлен

source: Custom field updated.
he_il: שדה מותאם עודכן.
ru_ru: Поле обновлено

source: Custom field deleted.
he_il: שדה מותאם אישית נמחק.
ru_ru: Поле удалено

source: Ticket restored to revision from %s
he_il: הכרטיס שוחזר לגרסה מ %s

source: Ticket published.
he_il: כרטיס שפורסם.
ru_ru: Тикет опубликован

source: Ticket saved.
he_il: הכרטיס נשמר.
ru_ru: Тикет сохранен

source: Ticket submitted.
he_il: כרטיס שנשלח.
ru_ru: Тикет отправлен

source: Ticket scheduled for: <strong>%1$s</strong>.
he_il: הכרטיס מתוזמן עבור: <strong> %1$s </ strong>.

source: Ticket draft updated.
he_il: טיוטת הכרטיס עודכנה.

source: Preview ticket
he_il: כרטיס תצוגה מקדימה
ru_ru: Предпросмотр тиккета

source: Search result for
he_il: תוצאת חיפוש עבור
ru_ru: Искать

source: Help Catcher
he_il: Help Catche

source: Enabled Help Catcher
he_il: מאופשר Help Catcher
ru_ru: Активировать Help Catcher

source: Do you want to allow your users to upload attachments in Help Catcher?
he_il: האם ברצונך לאפשר למשתמשים להעלות קבצים מצורפים בתיקיית העזרה?
ru_ru: Вы хотите позволить клиентам прикладывать файлы к тикету?

source: Start conversation
he_il: התחל שיחה
ru_ru: Начать переписку

source: Result message
he_il: הודעת תוצאה
ru_ru: Итоговое сообщение

source: Button color
he_il: צבע לחצן
ru_ru: Цвет кнопки

# HC Position
source: Position
he_il: עמדה
ru_ru: Расположение

source: Bottom right
he_il: למטה מימין
ru_ru: Кнопка справа

source: Bottom left
he_il: שמאל תחתון
ru_ru: Кнопка слева

source: GDPR options
he_il: מאיפיני GDPR
ru_ru: GDPR опции

source: Add GDPR checkbox
he_il: הוסף תיבה של GDPR

source: GDPR label
he_il: תווית GDPR

source: I read and agree with <a href='//%s' target='_blank' rel='noopener'>terms&conditions</a>
he_il: קראתי ואני מסכים עם <a href='// %s 'target='_blank' rel='noopener'> התנאים וההגבלות </a>

source: Hide Name field
he_il: הסתר שם שדה
ru_ru: Скрыть поле Имя

source: Hide Subject field
he_il: הסתר שדה נושא
ru_ru: Скрыть поле Тема

source: Widget code
he_il: קוד יישומון
ru_ru: Код виджета Help Catcher

source: Below code needs to add on page for widget activation (save changes first)
he_il: הקוד הבא צריך להוסיף בדף עבור הפעלת widget (שמור את השינויים תחילה)
ru_ru: Ниже указан код для вставки для активации Help Catcher (сначала сохраните изменения)

source: Change status
he_il: לשנות סטטוס
ru_ru: Изменить статус

source: Assigned to
he_il: שהוקצה ל
ru_ru: Назначено:

source: Reply to ticket
he_il: השב לכרטיס
ru_ru: Ответить:

source: Details
he_il: פרטים
ru_ru: Детали

source: Sending options
he_il: אפשרויות שליחה
ru_ru: Опции уведомления

source: Previous conversations
he_il: שיחות קודמות
ru_ru: Предыдущие тикеты

source: An error occurred while registering this metabox. Please contact the support.
he_il: אירעה שגיאה בעת רישום metabox זה. צור קשר עם התמיכה.
ru_ru: Ошибка. Пожалуйста обратитесь в службу поддержки.

source: An error occured while loading this metabox. Please contact the support.
he_il: אירעה שגיאה בעת טעינת מטבוס זה. צור קשר עם התמיכה.
ru_ru: Ошибка. Пожалуйста обратитесь в службу поддержки.

source: Answer
he_il: תשובה
ru_ru: Ответ

source: ID
he_il: תְעוּדַת זֶהוּת

source: Conversation
he_il: שִׂיחָה
ru_ru: Переписка

source: Last update
he_il: העדכון אחרון
ru_ru: Последнее обновление

source: Last reply
he_il: תשובה אחרונה
ru_ru: Последний ответ

source: Trash
he_il: אַשׁפָּה
ru_ru: Мусорная корзина

source: All categories
he_il: כל הקטגוריות
ru_ru: Категории

source: Show all companies
he_il: הצג את כל החברות
ru_ru: Все компании

source: reCAPTCHA failed
he_il: נכשל reCAPTCHA
ru_ru: Проверка reCAPTCHA не пройдена

source: Sign in before you can post a message. <a href="
he_il: היכנס לפני שתוכל לפרסם הודעה. <a href = \ "
ru_ru: Необходимо войти в систему

source: No subject
he_il: ללא נושא
ru_ru: Без темы

source: No message
he_il: אין הודעה
ru_ru: Нет сообщения

source: An error occurred. Can`t add ticket
he_il: התרחשה שגיאה. לא ניתן להוסיף כרטיס
ru_ru: Ошибка! Не возможно войти в систему

source: changed from %1$s to %2$s
he_il: השתנה מ- %1$s ל- %2$s
ru_ru: Изменено с %1$s на %2$s

source: set to %1$s
he_il: מוגדר ל-%1$s
ru_ru: установлен в %1$s

source: deleted (<s> %1$s </s>)
he_il: נמחק (<s> %1$s </ s>)
ru_ru: Удалено (<s> %1$s </s>)

source: View all conversations
he_il: הצג את כל השיחות
ru_ru: Смотреть все переписки

source: No conversations
he_il: בלי שיחות
ru_ru: Нет переписок

source: Assign agent
he_il: הקצאת סוכן
ru_ru: Назначенный агент

source: Anonymous
he_il: בעילום שם
ru_ru: Любой

source: Something went wrong. We couldn&#039;t identify your ticket. Please try again.
he_il: משהו השתבש. לא הצלחנו לזהות את הכרטיס שלך. בבקשה נסה שוב.
ru_ru: Ошибка

source: Your reply could not be submitted for an unknown reason.
he_il: לא ניתן לשלוח את תשובתך מסיבה לא ידועה.
ru_ru: Ответ не может быть отправлен.

source: Your reply has been submitted. Your agent will reply ASAP.
he_il: התשובה שלך נשלחה. הסוכן שלך יענה בהקדם האפשרי.
ru_ru: Ваш ответ был отправлен.

source: Reply to ticket %s
he_il: הגב לכרטיס %s
ru_ru: Ответить на тикет %s

source: Plugin problem detected!
he_il: בעיית פלאגין זוהתה!
ru_ru: Ошибка установки плагина!

source: Sorry, but for the correct work of the plugin you should check following issues below:
he_il: מצטערים, אך עבור העבודה הנכונה של הפלאגין, עליך לבדוק את הבעיות הבאות:
ru_ru: Извините, но для правильной работы плагина вы должны исправить следующее:

source: Attention, please! Catchers Helpdesk plugin is not activated!
he_il: תשומת לב בבקשה! Catchers Helpdesk plugin אינו מופעל!
ru_ru: Внимание! Catchers Helpdesk не активирован!

source: Activate Catchers Helpdesk plugin
he_il: הפעל Catchers תוסף Helpdesk
ru_ru: Активировать плагин Catchers Helpdesk

source: Attention, please! Catchers Helpdesk plugin is not installed or not activated!
he_il: תשומת לב בבקשה! Catchers Helpdesk plugin אינו מותקן או לא מופעל!
ru_ru: Внимание! Catchers Helpdesk не инсталлирован или не активирован!

source: Install and activate Catchers Helpdesk plugin
he_il: התקן והפעל את תוסף התמיכה של Catchers
ru_ru: Установить и активировать плагин Catchers Helpdesk

source: Update Catchers Helpdesk plugin
he_il: עדכון פלאגין Helpdesk
ru_ru: Обновить плагин Catchers Helpdesk

source: An unknown API error occurred.
he_il: אירעה שגיאת API לא ידועה.

source: Integrations
he_il: אינטגרציות
ru_ru: Интеграция

source: Addon's update
he_il: העדכון של Addon
ru_ru: Настройки обновления аддона

source: Envato Personal Token
he_il: אסימון אישי Envato

source: Plugin license
he_il: רישיון
ru_ru: Лицензия плагина

source: Catchers Helpdesk Add-on starting page.
he_il: Catchers Helpdesk דף הפתיחה של התוספת.
ru_ru: Стартовая страница аддонов Catchers Helpdesk

source: Invalid version (
he_il: גרסה לא חוקית (
ru_ru: Наверная версия (

source: Woocommerce plugin is not activated!
he_il: תוסף Woocommerce אינו מופעל!
ru_ru: Woocommerce плагин не активирован!

source: Activate WooCommerce plugin
he_il: הפעל תוסף WooCommerce
ru_ru: Активирован WooCommerce плагин

source: Woocommerce plugin is not installed!
he_il: תוסף Woocommerce אינו מותקן!
ru_ru: Woocommerce плагин не установлен!

source: Install and activate WooCommerce plugin
he_il: להתקין ולהפעיל תוסף WooCommerce
ru_ru: Установить и активировать WooCommerce плагин

source: Items
he_il: פריטים
ru_ru: Товары

source: Date
he_il: תַאֲרִיך
ru_ru: Дата

source: Order total cost
he_il: סך עלות ההזמנה
ru_ru: Общая стоимость заказа

source: Lifetime value
he_il: ערך Lifetime

source: Previous orders
he_il: הזמנות קודמות
ru_ru: Предыдущие заказы

source: Order Items
he_il: פריטים להזמנה
ru_ru: Товары заказа

source: Order
he_il: להזמין
ru_ru: Заказ

source: Products
he_il: מוצרים
ru_ru: Товары

source: Last tickets
he_il: כרטיסים אחרונים
ru_ru: Последние тикеты

source: The results could not be loaded.
he_il: לא ניתן לטעון את התוצאות.
ru_ru: Результаты не могут быть загружены

source: Please delete
he_il: בבקשה תמחוק
ru_ru: Пожалуйста удалите

source: characters
he_il: דמויות
ru_ru: символов

source: Please enter
he_il: בבקשה היכנס
ru_ru: Пожалуйста введите

source: or more characters
he_il: או תווים נוספים
ru_ru: или более символов

source: Loading more results...
he_il: טוען תוצאות נוספות ...
ru_ru: Загрузить больше результатов

source: You can only select
he_il: ניתן לבחור רק
ru_ru: Вы можете выбрать только

source: items
he_il: פריטים
ru_ru: Товары

source: No results found
he_il: לא נמצאו תוצאות
ru_ru: Не найдено

source: Searching...
he_il: מחפש ...
ru_ru: Поиск...

source: Choose custom contact form. Attention! This selector contains only form with order items line
he_il: בחר טופס יצירת קשר מותאם אישית. תשומת הלב! בורר זה מכיל רק טופס עם שורת פריטים
ru_ru: Выберите контактную форму. Внимание! Здесь отоборажены только формы содержащие строку с товарами заказа в настройках.

source: Catchers Helpdesk section
he_il: הקטשנים מחלקת התמיכה
ru_ru: Настройки Хелпдеск

source: Add capabilities
he_il: הוסף יכולות
ru_ru: Добавить прав

source: Allow to Helpdesk Manager have Shop Manager capabilities
he_il: אפשר למנהל התמיכה לקבל יכולות מנהל חנות
ru_ru: Дать обладателю роли Helpdesk Manager возможности Shop Manager

source: Choose order
he_il: בחר הזמנה
ru_ru: Выбрать заказ

source: Warning! An unknown API error occurred.
he_il: אַזהָרָה! אירעה שגיאת API לא ידועה.

source: Custom forms settings
he_il: הגדרות טפסים מותאמים אישית
ru_ru: Настройки пользовательских полей

source: Allow Helpdesk Managers manage custom fields
he_il: אפשר למנהלי מרכז התמיכה לנהל שדות מותאמים אישית
ru_ru: Разрешить Helpdesk Manager редактировать пользовательские поля

source: Catchers Helpdesk Add-on starting page.
he_il: Catchers Helpdesk דף הפתיחה של התוספת.
ru_ru: Стартовая страница аддонов Catchers Helpdesk

source: All Categories
he_il: כל הקטגוריות
ru_ru: Категории

# label for reports indicator
source: Average first response time
he_il: זמן תגובה ממוצע ממוצע
ru_ru: Время первого ответа (среднее)

# label for reports indicator
source: Closed tickets
he_il: כרטיסים סגורים
ru_ru: Закрытые тикеты

# label for reports indicator
source: Total replies
he_il: סך כל התשובות
ru_ru: Все реплики

# label for reports indicator
source: Good
he_il: טוֹב
ru_ru: Хорошо

# label for reports indicator
source: Bad
he_il: רַע
ru_ru: Плохо

# label for reports indicator
source: Neutral
he_il: ניטראלי
ru_ru: Удовл

# label of undefined indicator
source: Not set
he_il: לא מוכן
ru_ru: Неопр.

# label of undefined indicator
source: No Data
he_il: אין מידע
ru_ru: Нет Данных

# Reports table header
source: Username
he_il: שם משתמש
ru_ru: Имя пользователя

source: Helpdesk metrics and Reports
he_il: מדדי מרכז התמיכה ודוחות
ru_ru: Метрики и отчеты

source: Tasks left to import:
he_il: המשימות שנותרו לייבוא:
ru_ru: Осталось проимпортировать:

source: All dates
he_il: כל התאריכים
ru_ru: За всё время

source: Last year
he_il: שנה שעברה
ru_ru: Последний год

source: Last month
he_il: חודש שעבר
ru_ru: Последний месяц

source: Last week
he_il: שבוע שעבר
ru_ru: Последняя неделя

source: Today
he_il: היום
ru_ru: Сегодня

source: Customize:
he_il: התאמה אישית:
ru_ru: Свой запрос:

source: Select category
he_il: בחר קטגוריה
ru_ru: Выберите категорию

source: Build reports
he_il: בנה דוחות

source: clear cache
he_il: נקה מטמון
ru_ru: очистить кеш

source: Tickets
he_il: כרטיסים
ru_ru: Тикеты

source: New tickets
he_il: כרטיסים חדשים
ru_ru: Новые тикеты

source: New contacts
he_il: אנשי קשר חדשים
ru_ru: Новые контакты

source: Total replies
he_il: סך כל התשובות
ru_ru: Все реплики

source: Closed tickets
he_il: כרטיסים סגורים
ru_ru: Закрытые тикеты

source: Average first response time
he_il: זמן תגובה ממוצע ממוצע
ru_ru: Время первого ответа (среднее)

source: Average closing ticket time
he_il: זמן הסגירה הממוצע
ru_ru: Среднее время закрытия

source: Busiest time of day
he_il: השעה העמוסה ביותר ביום
ru_ru: Cамое загруженное время суток

source: Open tickets
he_il: כרטיסים פתוחים
ru_ru: Открытые тикеты

source: Ticket's channel
he_il: ערוץ של כרטיס
ru_ru: Каналы поступления тикетов

source: Ticket's category
he_il: הקטגוריה של הכרטיס
ru_ru: Категории тикетов

source: Helpdesk managers
he_il: מנהלי תמיכה
ru_ru: Агенты поддержки

# Day
source: d
he_il: יום
ru_ru: д

# Hour
source: h
he_il: שעה
ru_ru: ч

# Minute
source: m
he_il: דקה
ru_ru: м

# Second
source: s
he_il: שניה
ru_ru: с

# label of undefined indicator
source: email
he_il: דוא"ל

# time label for reports
source: 12-2a
he_il: 12-2 א

# time label for reports
source: 2-4a
he_il: 2-4 א

# time label for reports
source: 6-8a
he_il: 6-8 א

# time label for reports
source: 8-10a
he_il: עמ space 12a

# time label for reports
source: Mo
he_il: שני
ru_ru: Пн

# time label for reports
source: Tu
he_il: שלישי
ru_ru: Вт

# time label for reports
source: We
he_il: רביעי
ru_ru: Ср

# time label for reports
source: Th
he_il: חמישי
ru_ru: Чт

# time label for reports
source: Fr
he_il: שישי
ru_ru: Пт

# time label for reports
source: Sa
he_il: שבת
ru_ru: Сб

# time label for reports
source: Su
he_il: ראשון
ru_ru: Вс

source: Reports table not created!
he_il: טבלת הדוחות לא נוצרה!

source: Reports tasks table not created!
he_il: טבלת המשימות של דוחות לא נוצרה!

source: Reports
he_il: דיווחים
ru_ru: Отчеты

# label of undefined indicator
source: deleted
he_il: נמחק
ru_ru: удаленный

source: Reply Voting Form
he_il: השב טופס הצבעה
ru_ru: Форма голосования

source: Vote
he_il: הַצבָּעָה
ru_ru: Голос

source: Check customer satisfaction
he_il: בדוק את שביעות רצון הלקוחות
ru_ru: Проверить качество поддержки

source: Send a voting message to the customer when the ticket is closed
he_il: שלח הודעת הצבעה ללקוח כאשר הכרטיס סגור
ru_ru: Отправлять форму голосования клиенту при закрытии тикета

source: Global Cc for all notifications
he_il: גלובל עותק לכל ההודעות
ru_ru: Сc для всех уведомлений

source: e-mail address for set Cc header for all notification
he_il: כתובת דואר אלקטרוני להגדרת כותרת עותק לכל ההודעות
ru_ru: е-мейл для установки в заголовок Сс для всех уведомлений

source: Global Bcc for all notifications
he_il: גלובלי עותק מוסתר עבור כל ההודעות
ru_ru: Bcc для всех уведомлений
